<?php
	$lang = array(
		"title" => "በወላይታ ሶዶ ዩኒቨርሲቲ ያለው የኮቪድ-19 ሁኔታ",
		"tracer" => "Tracer study 	|	",
		"covid" => "COVID-19 	|	",
		"contact" => "Contact",
		"description" => "በወላይታ ሶዶ ዩኒቨርሲቲ ያለው የኮቪድ-19 ሁኔታ",
		"lang_en" => "እንግልዘኛ",
		"lang_am" => "አማርኛ",


"orientation" => "የተማሪዎች የኮቪድ 19 ተጋላጭነት ደረጃ መጠይቅ <br>

ጤና ይስጥልኝ ዉድ ተማሪያችን<br>
በቅድሚያ እንኳን ደህና መጣህ/ሺ እያልን ትምህርት በኮቪድ ምክንያት ተቑርጦ ቢቆይም አሁን መስርታዊ የመከላከያ እና መቆጣጠሪያ መንገዶችን ተግባራዊ በማድረግ ትምህርት ተጀምሮአል ፡፡ ይህንንም ጥንቃቄ ለማስቀጠል የዩኒቨርሲቲዉ ኮቪድ 19 ቅኝት እና የዳሰሳ ጥናት ቡድን ይህን መጠይቅ አዘጋጅቷል:: ለዚህም አንተን/ችን የመጠይቁ ተሳታፊ አድርጓል፡፡<br>

የመጠይቁ ዋና አላማ በዩኒቨርሲቲዉ ዉስጥ የበሺታዉን  ስርጭት ለመከታተል፡ ሂደቱን ለመቆጣጠር እና በሽታዉ ከተከሰተ አስፈላጊዉን ክትትል ለማድረግ አና መማር ማስተማሩን ዉጤታማ እንዲሆን ነዉ፡፡ ለዚህም ያንተ/ች ተሳትፎ እና መረጃዉ በትክክል መሞላት ለአላማዉ መሳካት ትልቅ አስተዋጾ አለዉ:: በመሆኑም ሚስጥራዌነቱ የተጠበቀ መሆኑን አየገለጽኩ በ5 ክፍል የተዘጋጀውን መጠይቅ “Submit” የሚለው ገጽ እስክትደርስ/ሽ በመሙላት “Submit” የሚለውን ምልክት በመጫን  እንድትሞላ/ሊ በትህትና እንጠይቃለን፡፡ <br>

ጥያቄዉ ግለጽ ካልሆነ እና ጥያቄ ካለህ/ሽ ከስር ያለዉን አድራሻ በመጠቀም መጠየቅ ትችላለህ/ሽ<br>
Mr. Temesgen Mengistu (temesgen.mengistu@wsu.edu.et or temesgenm@gnail.com or 0913350027)
<br><br>
እኔ ከስር ስሜ የተጠቀሰዉ ተማሪ የጥናቱ አላማ ገብቶኝ የድርሻዬን ለመዎጣት መጠይቁን የሞላሁ መሆናን አረጋግጣለሁ፡፡ <br><br>",




"description1" => "ስለእራስህ/ሽ መሰረታው መረጃ",
		"q11" => "1. ሙሉ ስም *",

		"q12" => "2. መታወቂያ ቁጥር- * በወላይታ ሶዶ ዩኒቨርሲቲ የተሰጠህ/ሽ መታወቂያ ቁጥር (SOI/R/0000/00) ወይም (COE/WE/0000/00). በ000 ቁጥር ምትክ የተሰጠህ/ሽ መታወቂያ ቁጥርን ጻፍ/ፊ",

		"q13" => "3. ፆታ",
		"A131" => "ወንድ",
		"A132" => "ሴት",

		"q14" => "4. እድሜ *",

		"q15" => "5. የምታጠናዉ/ኚዉ የት/ት ክፍል *",



"description2" => "እዉቀት፡ አመለካከት እና ኮቪድ-19ን የመከላከል ተግባር",
		"q21" => "1.ስለኮቪድ-19 ሰምተህ/ሺ ታዉቃለህ/ሺ? *",
		"A211" => "አዎ",
		"A212" => "አላዉቅም",
		"A213" => "ምናልባት",

		"q22" => "2. ኮቪድ-19 የሚመጣዉ በምንድነዉ (ከአንድ በላይ መመለስ ይቻላል) *",
		"A221" => "በቫይረስ",
		"A222" => "በባክቴሪያ",
		"A223" => "በጥገኛ ትላትል",
		"A224" => "አላውቅም",

		"q23" => "3. ኮቪድ-19 እንዴት ከሰዉ ወደ ሰዉ ይተላለፋል (ከአንድ በላይ መመለስ ይቻላል) *",
		"A231" => "በምግብና በዉሃ ንክኪ",
		"A232" => "በምራቅና በአየር ጋር በሚወጡ ብናዮች",
		"A233" => "በቅርበት በመነካካት",
		"A234" => "በተበከሉ ቁሶችና ወለሎች",
		"A235" => "በተበከሉ የወተትና የስጋ ተዋጽኦ",
		"A236" => "አላውቅም",

		"q24" => "4. ኮቪድ-19 ምልክቶችን ለማዬት ስንት ጊዜ ይፈጃል? *",
		"A241" => "2-5 ቀናት",
		"A242" => "3-14 ቀናት",
		"A243" => "1-21 ቀናት",
		"A244" => "ከወር በላይ",
		"A245" => "አላውቅም",

		"q25" => "5. የኮቪድ-19 ምልክቶች ምንምን ናቸዉ? (ከአንድ በላይ መመለስ ይቻላል) *",
		"A251" => "ትኩሳት",
		"A252" => "ደረቅ ሳል",
		"A253" => "ድካም",
		"A254" => "የመተንፈስ ችግር",
		"A255" => "የትንፋሽ ማጠር",
		"A256" => "ህመምና ቁርጥማት",
		"A257" => "እራስ ምታት",
		"A258" => "ሳል እና ማስነጠስ",
		"A259" => "ጉረሮ መከርከር",
		"A2510" => "ተቅማጥ",
		"A2511" => "አላውቅም",
		
		"q26" => "6. ኮቪድ-19 እንዴት ይታከማል? *",
		"A261" => "በፀረ ባክቴሪያ",
		"A262" => "በፀረ ቫይረስ",
		"A263" => "ህክምና የለዉም",
		"A264" => "አላዉቀዉም",
		
		"q27" => "7. ለኮቪድ-19 ተጋላጭ ነኝ ብለህ/ሽ ታስባለህ/ሽ? *",
		"A271" => "አዎ",
		"A272" => "አይደለሁም",
		"A273" => "ልሆን እችላለሁ",
		"A274" => "አላዉቀዉም",
		

		"q28" => "8. በተደጋጋሚ እጅን በዉሃ እና በሳሙና መታጠብ ኮቪድ-19 ን ይከላከላል ብለህ/ሽ ታምናለህ/ሽ? *",
		"A281" => "አዎ",
		"A282" => "አይደለሁም",
		"A283" => "ልሆን እችላለሁ",
		"A284" => "አላዉቀዉም",



		

 		"q29" => "9. ኮቪድ-19 ከባድ የጤና ችግር የሚፈጥር በሽታ ነዉ ብለህ/ሽ ታምናለህ/ሽ? *",
		"A291" => "አዎ",
		"A292" => "አይደለሁም",
		"A293" => "ሊሆን ይችላል",
		"A294" => "አላዉቀዉም",
		

		"q210" => "10. ኮቪድ-19 መታከም የሚችል በሽታ ነዉ ብለህ/ሽ ታምናለህ/ሽ? *",
		"A2101" => "አዎ",
		"A2102" => "አይደለሁም",
		"A2103" => "ሊሆን ይችላል",
		"A2104" => "አላዉቀዉም",
		

		"q211" => "11. ኮቪድ-19 መዳን የሚችል በሽታ ነዉ ብለህ/ሽ ታምናለህ/ሽ? *",
		"A2111" => "አዎ",
		"A2112" => "አይደለሁም",
		"A2113" => "ሊሆን ይችላል",
		"A2114" => "አላዉቀዉም",
		

 		"q212" => "12. የእንቅስቃሴ ገደብ/እቀባ ኮቪድ-19 ለመከላከል አማራጭ ነዉ ብለህ ታምናልህ/ሽ? *",
		"A2121" => "አዎ",
		"A2122" => "አይደለሁም",
		"A2123" => "ሊሆን ይችላል",
		"A2124" => "አላዉቀዉም",

 		"q213" => "13. የለይቶ ማቆያ አገልግሎት መኖር ኮቪድ-19 ለመከላከል አማራጭ ነዉ ብለህ ታምናልህ/ሽ? *",
		"A2131" => "አዎ",
		"A2132" => "አይደለሁም",
		"A2133" => "ሊሆን ይችላል",
		"A2134" => "አላዉቀዉም",
		

 		"q214" => "14. በኮቪድ-19 የተያዘ ሰው/ተማሪ በዩኒቨርስቲዉ ቢገኝና የታማሚ ቁጥር ቢጨምር ዩኒቨርሲቲዉ መማር ማስተማሩን ማቆም እና መዝጋት አለበት ብለህ/ሸ ታምናለህ/ሽ? *",
		"A2141" => "አዎ",
		"A2142" => "አይደለሁም",
		"A2143" => "ሊሆን ይችላል",
		"A2144" => "አላዉቀዉም",

		"q215" => "15. እጅህን/ሽን በቀን ስንት ጊዜ ትታጠባለህ/ሽ? *",
		"A2151" => "በቀን ሁለት ጊዜ",
		"A2152" => "በቀን ከሁለት ጊዜ በላይ",
		"A2153" => "ከምግብ በፊት እና በሗላ",
		"A2154" => "ከመፀዳጃ ቤት አገልግሎት በፊት እና በኁላ",



		"q216" => "16. የኮቪድ-19 ምልክቶች ቢታዩብህ/ሽ ምን ታደርጋልህ/ሽ? (ከአንድ በላይ መልስ ይቻላል) *",
		"A2161" => "ወደ ፋርማሴ በመሄድ ህመም ማስታገሻ ገዝቼ እወስዳለሁ",
		"A2162" => "እራሴን ከሌሎች በዶርም እለያለሁ",
		"A2163" => "ወደ ተማሪዎች ክሊኒክ በመሄድ ከንክኪ አርቃለሁ",
		"A2164" => "ወደ ለይቶ ማቆያ በመሄድ ህክምና አገኛለሁ",
		"A2165" => "ምን ማድረግ አንዳለብኝ አላዉቅም",
 		

		"q217" => "17. በኮቪድ-19 እንዳትያዝ/ዢ ምን ታደርጋለህ/ሽ? (ከአንድ በላይ መልስ ይቻላል) *",
		"A2171" => "በተደጋጋሚ እጄን እታጠባለሁ",
		"A2172" => "እራሴን ከኮቪድ ተጠርጣሪዎች አርቃለሁ",
		"A2173" => "በእንቅስቃሴ ጊዜ ጭንብል እለብሳለሁ",
		"A2174" => "ምን ማድረግ አንዳለብኝ አላዉቅም",

		"q218" => "18. የጓደኞችህን/ሽን የኮቪድ ተጋላጭነት ምን ስታይ ትጠራጠራለህ/ሽ? (ከአንድ በላይ መልስ ይቻላል) *",
		"A2181" => "ሳል እና ማስነጠስ ካዬሁ",
		"A2182" => "እራስ ምታት ካለ",
		"A2183" => "ትኩሳት ካለ",
		"A2184" => "በተቀማጥ ከታመሙ",
		"A2185" => "ድካም ስሜት ካለ",
 		"A2185" => "አላዉቀዉም",


 		"q219" => "19. ጓደኛህን/ሽን በኮቪድ 19 ብትጠረጥረዉ/ሪዉ ምን ታደርጋለህ/ሺ (ከአንድ በላይ መልስ ይቻላል)? *",
		"A2191" => "ወደ ተማሪዎች ክሊኒክ እንዲደዉል እመክራለሁ",
		"A2192" => "ወደ ተማሪዎች ክሊኒክ እንዲሄድ እመክራለሁ",
		"A2193" => "ወደ ተማሪዎች ክሊኒክ ስልክ ደዉዬ ሪፖርት አደርጋለሁ (0913350027)",
		"A2194" => "ህመም ማስታገሻ እንዲወስድ አደርጋለሁ",
		"A2195" => "ምንም አላደርግም",
 		"A2195" => "ምን እንደማደርግ አላዉቅም",



"description3" => "የኮቪድ 19 ተጋላጭነት ዳሰሳ",
 		"q31" => "1. ወደ ወላይታ ሶዶ ዩኒቨርሲቲ ከመምጣትህ በፊት ከምትኖርበት ቦታ ዉጭ ሄደህ/ሺ ነበር?",
		"A311" => "አዎ",
		"A312" => "አልሄድኩም",

		"q32" => "2. ለጥያቄ 1 መልስዎ አዎ ከሆነ የተጓዙበት ቦታ ለምን ያክል ጊዜ ቆይታ ነበር?",

		"q33" => "3. ወደ ወላይታ ሶዶ ዩኒቨርሲቲ ለመምጣት ምን ያክል ቀን ፈጀብህ/ሽ? *",

		"q34" => "4. ወደ ወላይታ ሶዶ ዩኒቨርሲቲ ስትመጣ/ጭ ጉዞህ/ሺ በምን ነበር? *",
		"A341" => "በሚኒባስ እና ባስ",
 		"A342" => "በግል መኪና",
		"A343" => "በመኪና እና በአይሮፕላን",
 		"A344" => "በባቡር እና በመኪና",

 		"q35" => "5. በጉዞ ወቅት በሌላ ከተማ አድረህ/ሽ ነበር ? *",
		"A351" => "አዎ",
 		"A352" => "አላደርኩም",
		

		"q36" => "6. ወደ ወላይታ ሶዶ ዩኒቨርሲቲ ስትመጣ/ጭ በጉዞ ላይ ማስክ አድርገሃል/ሻል? *",
		"A361" => "አዎ",
 		"A362" => "አላደረኩም",

		"q37" => "7. ወደ ወላይታ ሶዶ ዩኒቨርሲቲ ስትመጣ/ጭ በጉዞ ላይ የነበሩት ተጓዦች ሁሉም ማስክ አድርገዋል? *",
		"A371" => "አዎ",
 		"A372" => "አላደረጉም",
 		"A373" => "አላስታዉስም",
		
		"q38" => "8. ወደ ወላይታ ሶዶ ዩኒቨርሲቲ ስትመጣ/ጭ በጉዞ ላይ ሹፌር እና ረዳት ተሳፋሪዎች ማሰከ እንዲያደርጉ ሲያበረታቱ/ስያደርጉ ነበር ? *",
		"A381" => "አዎ",
		"A382" => "የለም",
		"A383" => "አላስታዉስም",
		
		"q39" => "9. ወደ ወላይታ ሶዶ ዩኒቨርሲቲ ስትመጣ/ጭ በጉዞ ላይ የሚስል እና የሚያነጥስ ተጓዥ ነበር ? *",
 		"A391" => "አዎ",
 		"A392" => "የለም",
 		"A393" => "አላስታዉስም",


 		"q310" => "10. ለጥያቄ 9 መልሱ አዎ ከሆነ ከተጓዡ አንጻር የተቀመጥከው/ሽው የት ነው?",
		"A3101" => "ጎንለጎን",
		"A3102" => "ከፊት ወንበር",
		"A3103" => "ከኋላ ወንበር",
		"A3104" => "አላስታዉስም",
		
 		




 "description4" => "በኮቪድ 19 ዙሪያ የቤተሰብ ታሪክ/ተጋላጭነት",

 		"q41" => "1. በቤተሰብ ዉስጥ የኮቪድ-19 ተጠርጣሪ ወይም ታማሚ ነበር? *",
		"A411" => "አዎ",
		"A412" => "አልነበረም",
		"A413" => "ሊኖር ይችላል",
		"A414" => "አላስታዉስም",
		

 		"q42" => "2. መልስዎ አዎ ከሆነ መቼ? (ወሩን ግለጹ)",
		
 		"q43" => "3. ከቤተሰብ በኮቪድ የተያዘ ከነበረ ዉጤቱ/መጨረሻዉ ምን ሆነ?",
		"A431" => "አገግሟል",
		"A432" => "ለይቶ ህክምና ተደርጎለታል",
		"A433" => "በቤት ዉስጥ ለይቶ ማቆያ ነበር",
		"A434" => "ህይወቱ አልፏል",
		"A435" => "ማንም የታመመ የለም",
 		
 		"q44" => "4. ከቤተሰብ በኮቪድ-19 የተያዘ ከነበረ በቤት ዉስጥ የቅርብ ቅርርቦሽ ነበራችሁ?",
		"A441" => "አዎ",
		"A442" => "የለንም",
		"A443" => "ሊኖር ይችላል",
		"A444" => "አላስታዉስም",
		"A445" => "ማንም የታመመ የለም",
 
 "description5" => "አሁን ያለ የኮቪድ-19 ተጋላጭነት ሁኔታ",

		"q51" => "1. በኮቪድ-19 ተጠርጥረህ/ሽ ለይቶ ማቆያ ገብተህ/ሽ ታዉቃለህ/ሽ ? *",
		"A511" => "አዎ",
		"A512" => "አላዉቅም",
		"A513" => "ሊሆን ይችላል",
		"A514" => "አላስታውስም",
		

		"q52" => "2. ለይቶ ማቆያ ከገባህ/ሽ መቼ?",
		"A521" => "ከአንድ ሳምንት በፊት",
		"A522" => "ከሁለት ሳምንት በፊት",
		"A523" => "ከሶስት ሳምንት በፊት",
		"A524" => "ከወር በፊት",
		"A525" => "በኮቪድ-19 ተጠርጥሬ አላውቅም",
 		
		"q53" => "3. ከአሁን በፊት በኮቪድ-19 ተይዘህ/ሽ ለይቶ ማቆያ ገብተህ/ሽ ታዉቃለህ/ሽ ? *",
		"A531" => "አዎ",
		"A532" => "አላዉቅም",
		"A533" => "ሊሆን ይችላል",
		"A534" => "አላስታውስም",
		

		"q54" => "4. ለይቶ ማቆያ ከገባህ/ሽ መቼ?",
		"A541" => "ከአንድ ሳምንት በፊት",
		"A542" => "ከሁለት ሳምንት በፊት",
		"A543" => "ከሶስት ሳምንት በፊት",
		"A544" => "ከወር በፊት",
		"A545" => "በኮቪድ-19 ተይዤ አላውቅም",
		
		"q55" => "5. እስከ አሁን ለኮቪድ-19 ተመርምረው ያዉቃሉ ? *",
		"A551" => "አዎ",
		"A552" => "አልተመረመርኩም",
		"A553" => "ሊሆን ይችላል",
		"A554" => "አላስታውስም",
		
 		"q56" => "6. ከሚከተሉት ምልክቶች በአሁኑ ሰአት የሚሰማህ/ሽ ካለ ምረጥ/ጭ (ከአንድ በላይ መልስ ይቻላል)? *",
		"A561" => "ትኩሳት",
		"A562" => "መድከም ስሜትደረቅ ሳል",
		"A563" => "ለመተንፈስ መቸገር",
		"A564" => "የትንፋሽ ማጠር",
		"A565" => "የሰዉነት ህመም እና መቀረጣጠፍ ስሜት",
 		"A566" => "እራስ ምታት",
 		"A567" => "ጉረሮ መከርከር",
		"A568" => "ተቅማጥ",
		"A569" => "ማስነጠስ እና ከአፍንጫ ፍሳሽ",
 		"A5610" => "ምንም ምልክት የለብኝም",

 		"q57" => "7. የሚከተሉት የህመም አይነቶች ተመርምረህ/ሽ አለብህ ተብለህ/ሽ ታዉቃለህ/ቂያለሽ? (ከአንድ በላይ መልስ ይቻላል) *",
		"A571" => "አስም",
		"A572" => "የሳንባ እና ሌሎች የመተንፈሻ አካል ችግር",
 		"A573" => "የስኳር ህመም",
		"A574" => "የካንሰር ህመም",
		"A575" => "የደም ግፈት",
		"A576" => "የልብ ህመም",
		"A577" => "የኩላሊት ህመም",
		"A578" => "የጉበት ህመም",
 		"A579" => "ምንም በሽታ የለብኝም",

 		
	);
?>